{
  "products": [
    {
      "id": "1",
      "name": "camisa",
      "description": "Esta camisa é feita de algodão de alta qualidade e oferece conforto excepcional. É uma escolha perfeita para uso casual e vem em uma variedade de cores e tamanhos para atender ao seu estilo. O design clássico e versátil torna esta camisa adequada para qualquer ocasião.",
      "price": 29.99,
      "quantity": 0,
      "category": "Roupas",
      "image": "camisa"
    },
    {
      "id": "2",
      "name": "tênis",
      "description": "Este tênis esportivo é projetado para oferecer desempenho e estilo. Com uma sola durável e suporte de amortecimento, é a escolha perfeita para atletas e entusiastas de esportes. Disponível em vários designs e tamanhos para atender às suas necessidades.",
      "price": 59.99,
      "quantity": 0,
      "category": "Calçados",
      "image": "tenis"
    },
    {
      "id": "3",
      "name": "bola de futebol",
      "description": "Esta bola de futebol profissional é feita com materiais de alta qualidade, garantindo durabilidade e desempenho excepcionais. Projetada para proporcionar toque suave e precisa trajetória, é a escolha perfeita para jogadores de todos os níveis.",
      "price": 19.99,
      "quantity": 0,
      "category": "Esportes",
      "image": "bola_futebol"
    },
    {
      "id": "4",
      "name": "luva de boxe",
      "description": "Essas luvas de boxe são ideais para treino e competições. Feitas com materiais resistentes e acolchoamento de alta qualidade, oferecem proteção e conforto excepcionais. Garanta um treino eficaz e seguro com essas luvas.",
      "price": 34.99,
      "quantity": 0,
      "category": "Esportes",
      "image": "luva_boxe"
    },
    {
      "id": "5",
      "name": "mochila",
      "description": "Esta mochila resistente é a companheira perfeita para suas aventuras. Com compartimentos espaçosos e alças acolchoadas, é ideal para viagens, caminhadas e uso diário. Mantenha seus pertences organizados e protegidos com esta mochila de alta qualidade.",
      "price": 39.99,
      "quantity": 0,
      "category": "Acessórios",
      "image": "mochila"
    },
    {
      "id": "6",
      "name": "casaco",
      "description": "Este casaco de inverno é projetado para mantê-lo quente e confortável nas condições mais frias. Com isolamento eficaz e materiais duráveis, é uma escolha confiável para enfrentar o inverno. Fique elegante e protegido do frio com este casaco de alta qualidade.",
      "price": 49.99,
      "quantity": 0,
      "category": "Roupas",
      "image": "casaco"
    },
    {
      "id": "7",
      "name": "óculos de sol",
      "description": "Estes óculos de sol elegantes não apenas protegem seus olhos dos raios UV prejudiciais, mas também adicionam um toque de estilo ao seu visual. Com lentes de qualidade e design moderno, eles são perfeitos para atividades ao ar livre e uso diário.",
      "price": 24.99,
      "quantity": 0,
      "category": "Acessórios",
      "image": "oculos_sol"
    },
    {
      "id": "8",
      "name": "bicicleta",
      "description": "Esta bicicleta de montanha de alto desempenho é projetada para entusiastas de ciclismo que buscam aventuras emocionantes. Com componentes de qualidade e durabilidade excepcionais, esta bicicleta irá levá-lo a lugares incríveis em suas trilhas favoritas.",
      "price": 199.99,
      "quantity": 0,
      "category": "Esportes",
      "image": "bicicleta"
    },
    {
      "id": "9",
      "name": "chuteira",
      "description": "Esta chuteira é ideal para jogadores de futebol que buscam tração e controle superiores no campo. Com design anatômico e materiais de alta qualidade, garantem conforto e desempenho excepcionais. Domine o jogo com estas chuteiras de alta qualidade.",
      "price": 44.99,
      "quantity": 0,
      "category": "Esportes",
      "image": "chuteira"
    },
    {
      "id": "10",
      "name": "furadeira",
      "description": "Esta furadeira elétrica de alta potência é perfeita para projetos de construção e reparos em casa. Com múltiplas velocidades e opções de perfuração, é uma ferramenta versátil que simplificará suas tarefas. A potência que você precisa, quando você precisa.",
      "price": 79.99,
      "quantity": 0,
      "category": "Ferramentas",
      "image": "furadeira"
    },
    {
      "id": "11",
      "name": "liquidificador",
      "description": "Este liquidificador de alta velocidade é essencial para a preparação de sucos, smoothies e muito mais. Com lâminas afiadas e potência eficiente, ele mistura ingredientes com facilidade. Desfrute de bebidas saudáveis e saborosas em questão de segundos.",
      "price": 39.99,
      "quantity": 0,
      "category": "Eletrodomésticos",
      "image": "liquidificador"
    },
    {
      "id": "12",
      "name": "pneu",
      "description": "Este pneu de carro durável oferece desempenho confiável em todas as condições. Com design resistente a desgaste e aderência excepcional, ele proporciona uma condução suave e segura. Mantenha seu veículo em boas condições com esses pneus de qualidade.",
      "price": 49.99,
      "quantity": 0,
      "category": "Automóveis",
      "image": "pneu"
    },
    {
      "id": "13",
      "name": "hidratante corporal",
      "description": "Este hidratante corporal é formulado para nutrir e proteger sua pele, deixando-a suave e hidratada. Com ingredientes de alta qualidade, ele é perfeito para o cuidado diário da pele. Mime-se com a sensação luxuosa deste hidratante.",
      "price": 14.99,
      "quantity": 0,
      "category": "Cuidados com a Pele",
      "image": "hidratante"
    },
    {
      "id": "14",
      "name": "batom",
      "description": "Este batom de longa duração oferece cores vibrantes e duradouras para os seus lábios. Com uma fórmula suave e uma variedade de tons deslumbrantes, é a escolha perfeita para realçar a sua beleza. Adicione um toque de elegância ao seu visual com este batom de alta qualidade.",
      "price": 9.99,
      "quantity": 0,
      "category": "Maquiagem",
      "image": "batom"
    },
    {
      "id": "15",
      "name": "parafusadeira",
      "description": "Esta parafusadeira recarregável é a ferramenta perfeita para projetos de montagem e reparos. Com múltiplas configurações de torque e bateria de longa duração, é altamente versátil. Torne as tarefas de parafusamento mais fáceis com esta parafusadeira de alta qualidade.",
      "price": 29.99,
      "quantity": 0,
      "category": "Ferramentas",
      "image": "parafusadeira"
    },
    {
      "id": "16",
      "name": "boneco",
      "description": "Este boneco de pelúcia é um companheiro fofo e adorável para crianças de todas as idades. Com costura resistente e materiais macios, é perfeito para abraçar e brincar. Deixe a imaginação fluir com este boneco encantador.",
      "price": 19.99,
      "quantity": 0,
      "category": "Brinquedos",
      "image": "boneco"
    },
    {
      "id": "17",
      "name": "carro de controle remoto",
      "description": "Este carro de controle remoto proporciona diversão emocionante para crianças e adultos. Com controle remoto de fácil utilização e movimentos ágeis, você pode pilotar este carro em terrenos variados. Seja para corridas ou para o entretenimento, este carro oferece horas de alegria.",
      "price": 69.99,
      "quantity": 0,
      "category": "Brinquedos",
      "image": "carro_controle_remoto"
    },
    {
      "id": "18",
      "name": "mouse",
      "description": "Este mouse ergonômico oferece precisão e conforto durante horas de uso. Com botões programáveis e sensor de alta qualidade, é a escolha perfeita para trabalho e jogos. Experimente o desempenho excepcional deste mouse.",
      "price": 19.99,
      "quantity": 0,
      "category": "Periféricos",
      "image": "mouse"
    },
    {
      "id": "19",
      "name": "teclado",
      "description": "Este teclado é projetado para eficiência e conforto. Com teclas silenciosas e layout ergonômico, é ideal para escrita e jogos. Aproveite uma digitação suave e precisa com este teclado de alta qualidade.",
      "price": 29.99,
      "quantity": 0,
      "category": "Periféricos",
      "image": "teclado"
    },
    {
      "id": "20",
      "name": "headset",
      "description": "Este headset oferece áudio imersivo e comunicação clara. Com almofadas confortáveis e microfone removível, é perfeito para jogos e chamadas. Desfrute de som de alta qualidade e conforto durante horas de uso.",
      "price": 39.99,
      "quantity": 0,
      "category": "Áudio",
      "image": "headset"
    },
    {
      "id": "21",
      "name": "palhetas limpador de para-brisa",
      "description": "Essas palhetas limpadoras de para-brisa garantem uma visibilidade clara durante a condução em condições de chuva. Com borrachas de qualidade e design durável, elas mantêm o seu para-brisa limpo e seguro. Não deixe que a chuva atrapalhe a sua jornada com estas palhetas confiáveis.",
      "price": 9.99,
      "quantity": 0,
      "category": "Automóveis",
      "image": "palhetas_para_brisa"
    }
  ]
}